Repository: GitHubUser4234/server
Catalog: l10n/*/files_sharing.po
Languages: fa, hu_hu

source: Server to server sharing is not enabled on this server
fa: اشتراک سرور به سرور در این سرور فعال نیست .
hu_hu: A kiszolgálók közötti megosztás nincs engedélyezve ezen a kiszolgálón

source: Invalid or untrusted SSL certificate
hu_hu: Érvénytelen vagy nem megbízható az SSL tanúsítvány

source: Couldn't add remote share
fa: امکان افزودن اشتراک گذاری از راه دور وجود ندارد
hu_hu: A távoli megosztás nem hozható létre

source: Shared with you
fa: موارد به اشتراک گذاشته شده با شما
hu_hu: Velem osztották meg

source: Shared with others
fa: موارد به اشتراک گذاشته شده با دیگران
hu_hu: Én osztottam meg másokkal

source: Shared by link
fa: اشتراک گذاشته شده از طریق پیوند
hu_hu: Linkkel osztottam meg

source: No files have been shared with you yet.
fa: هنوز هیچ فایلی با شما به اشتراک گذاشته نشده است.
hu_hu: Még nem osztottak meg Önnel semmit.

source: You haven't shared any files yet.
fa: شما هنوز هیچ فایلی را به اشتراک نگذاشته اید.
hu_hu: Még nem osztott meg másokkal semmit

source: You haven't shared any files by link yet.
fa: شما هنوز هیچ فایلی را از طریق پیوند با کسی به اشتراک نگذاشته اید.
hu_hu: Még nem osztott meg link segítségével semmit.

source: Do you want to add the remote share {name} from {owner}@{remote}?
fa: آیا مایل به افزودن اشتراک از راه دور {name} از {owner}@{remote} هستید.
hu_hu: Használatba kívánja venni a {name} távoli megosztást, amit a {owner}@{remote} címről kapott?

source: Remote share
fa: اشتراک از راه دور
hu_hu: Távoli megosztás

source: Remote share password
fa: رمز عبور اشتراک از راه دور
hu_hu: Jelszó a távoli megosztáshoz

source: Cancel
fa: منصرف شدن
hu_hu: Mégsem

source: Add remote share
fa: افزودن اشتراک از راه دور
hu_hu: Távoli megosztás létrehozása

source: No ownCloud installation found at {remote}
fa: نمونه ای از ownCloud نصب شده در {remote} یافت نشد
hu_hu: Nem található ownCloud telepítés ezen a címen {remote}

source: Invalid ownCloud url
fa: آدرس نمونه ownCloud غیر معتبر است
hu_hu: Érvénytelen ownCloud webcím

source: Shared by
fa: اشتراک گذاشته شده به وسیله
hu_hu: Megosztotta Önnel

source: This share is password-protected
fa: این اشتراک توسط رمز عبور محافظت می شود
hu_hu: Ez egy jelszóval védett megosztás

source: The password is wrong. Try again.
fa: رمزعبور اشتباه می باشد. دوباره امتحان کنید.
hu_hu: A megadott jelszó nem megfelelő. Próbálja újra!

source: Password
fa: گذرواژه
hu_hu: Jelszó

source: Name
fa: نام
hu_hu: Név

source: Share time
fa: زمان به اشتراک گذاری
hu_hu: A megosztás időpontja

source: Sorry, this link doesn’t seem to work anymore.
fa: متاسفانه این پیوند دیگر کار نمی کند
hu_hu: Sajnos úgy tűnik, ez a link már nem működik.

source: Reasons might be:
fa: ممکن است به این دلایل باشد:
hu_hu: Ennek az oka a következő lehet:

source: the item was removed
fa: این مورد حذف شده است
hu_hu: az állományt időközben eltávolították

source: the link expired
fa: این پیوند منقضی شده است
hu_hu: lejárt a link érvényességi ideje

source: sharing is disabled
fa: قابلیت اشتراک گذاری غیرفعال است
hu_hu: letiltásra került a megosztás

source: For more info, please ask the person who sent this link.
fa: برای اطلاعات بیشتر، لطفا از شخصی که این پیوند را ارسال کرده سوال بفرمایید.
hu_hu: További információért forduljon ahhoz, aki ezt a linket küldte Önnek!

source: Add to your ownCloud
fa: افزودن به ownCloud شما
hu_hu: Adjuk hozzá a saját ownCloudunkhoz

source: Download
fa: دانلود
hu_hu: Letöltés

source: Download %s
fa: دانلود %s
hu_hu: %s letöltése

source: Direct link
fa: پیوند مستقیم
hu_hu: Közvetlen link

source: Remote Shares
fa: اشتراک های از راه دور
hu_hu: Távoli megosztások

source: Allow other instances to mount public links shared from this server
fa: اجازه به نمونه های دیگر برای مانت کردن پیوند های عمومی به اشتراک گذاشته شده از این سرور
hu_hu: Engedélyezzük más ownCloud telepítéseknek, hogy becsatolják ennek a kiszolgálónak a nyilvános linkkel megadott megosztásait

source: Allow users to mount public link shares
fa: اجازه دادن به کاربران برای مانت پیوندهای عمومی موارد به اشتراک گذاری
hu_hu: Engedélyezzük, hogy felhasználóink becsatolják más kiszolgálók nyilvános, linkkel megadott megosztásait
