Repository: GitHubUser4234/server
Catalog: l10n/*/files_encryption.po
Languages: lv, ro

source: Please switch to your ownCloud client and change your encryption password to complete the conversion.
lv: Lūdzu, pārslēdzieties uz savu ownCloud klientu un maniet savu šifrēšanas paroli, lai pabeigtu pārveidošanu.
ro: Te rugăm să mergi în clientul ownCloud și să schimbi parola pentru a finisa conversia

source: switched to client side encryption
lv: Pārslēdzās uz klienta puses šifrēšanu
ro: setat la encriptare locală

source: Change encryption password to login password
lv: Mainīt šifrēšanas paroli uz ierakstīšanās paroli
ro: Schimbă parola de ecriptare în parolă de acces

source: Please check your passwords and try again.
lv: Lūdzu, pārbaudiet savas paroles un mēģiniet vēlreiz.
ro: Verifică te rog parolele și înceracă din nou.

source: Could not change your file encryption password to your login password
lv: Nevarēja mainīt datņu šifrēšanas paroli uz ierakstīšanās paroli
ro: Nu s-a putut schimba parola de encripție a fișierelor ca parolă de acces

source: Choose encryption mode:
lv: Izvēlieties šifrēšanas režīmu:
ro: Alege tipul de ecripție

source: Client side encryption (most secure but makes it impossible to access your data from the web interface)
lv: Klienta puses šifrēšana (visdrošākā, bet nav iespējams piekļūt saviem datiem no tīmekļa saskarnes)
ro: Encripție locală (cea mai sigură, dar face ca datele să nu mai fie accesibile din interfața web)

source: Server side encryption (allows you to access your files from the web interface and the desktop client)
lv: Servera puses šifrēšana (ļauj piekļūt datnēm ar tīmekļa saskarni un ar darbvirsmas klientu)
ro: Encripție pe server (permite să accesezi datele tale din interfața web și din clientul pentru calculator)

source: None (no encryption at all)
lv: Nav (nekādas šifrēšanas)
ro: Fără (nici un fel de ecriptare)

source: Important: Once you selected an encryption mode there is no way to change it back
lv: Svarīgi — kad esat izvēlējies šifrēšanas režīmu, to nekādi nevar mainīt atpakaļ
ro: Important: Din moment ce ai setat un mod de encriptare, nu mai există metode de a-l schimba înapoi

source: User specific (let the user decide)
lv: Lietotājam specifiski (ļauj lietotājam izlemt)
ro: Spefic fiecărui utilizator (lasă utilizatorul să decidă)

source: Encryption
lv: Šifrēšana
ro: Încriptare

source: Exclude the following file types from encryption
lv: Sekojošos datņu tipus nešifrēt
ro: Exclude următoarele tipuri de fișiere de la încriptare

source: None
lv: Nav
ro: Niciuna
