Repository: GitHubUser4234/server
Catalog: l10n/*/files_trashbin.po
Languages: bn_bd

source: Couldn't delete %s permanently
bn_bd: %s স্থায়ীভাবে মুছে ফেলা গেলনা

source: Couldn't restore %s
bn_bd: %s ফেরত আনা গেলনা

source: Deleted files
bn_bd: মুছে ফেলা ফাইলসমূহ

source: Restore
bn_bd: ফিরিয়ে দাও

source: Error
bn_bd: সমস্যা

source: restored
bn_bd: পূণঃসংরক্ষিত

source: Nothing in here. Your trash bin is empty!
bn_bd: এখানে কিছু নেই। আপনার ট্র্যাসবিন শুন্য

source: Name
bn_bd: নাম

source: Deleted
bn_bd: মুছে ফেলা

source: Delete
bn_bd: মুছে
