Repository: GitHubUser4234/server
Catalog: l10n/*/files_versions.po
Languages: de_de

source: Could not revert: %s
de_de: Konnte %s nicht zurücksetzen

source: success
de_de: Erfolgreich

source: File %s was reverted to version %s
de_de: Die Datei %s wurde zur Version %s zurückgesetzt

source: failure
de_de: Fehlgeschlagen

source: File %s could not be reverted to version %s
de_de: Doe Dateo %s konnte nicht zur Version %s zurückgesetzt werden

source: No old versions available
de_de: keine älteren Versionen verfügbar

source: No path specified
de_de: Kein Pfad angegeben

source: History
de_de: Historie

source: Revert a file to a previous version by clicking on its revert button
de_de: Setze eine Datei zu durch Klicken auf den Zurücksetzen-Button auf einer frühere Version zurück

source: Files Versioning
de_de: Dateiversionierung

source: Enable
de_de: Aktivieren
