Repository: GitHubUser4234/server
Catalog: l10n/*/files.po
Languages: ar, lt_lt, sq

source: Could not move %s - File with this name already exists
ar: فشل في نقل الملف %s - يوجد ملف بنفس هذا الاسم
lt_lt: Nepavyko perkelti %s - failas su tokiu pavadinimu jau egzistuoja
sq: E pa mundur zhvendosja e %s - ekziston nje skedar me te njetin emer

source: Could not move %s
ar: فشل في نقل %s
lt_lt: Nepavyko perkelti %s
sq: Nuk mund të zhvendoset %s

source: File name cannot be empty.
ar: اسم الملف لا يجوز أن يكون فارغا
lt_lt: Failo pavadinimas negali būti tuščias.
sq: Emri i skedarit nuk mund të jetë bosh.

source: Invalid name, '\', '/', '<', '>', ':', '"', '|', '?' and '*' are not allowed.
ar: اسم غير صحيح , الرموز '\', '/', '<', '>', ':', '"', '|', '?' و "*" غير مسموح استخدامها
lt_lt: Neleistinas pavadinimas, '\', '/', '<', '>', ':', '"', '|', '?' ir '*' yra neleidžiami.
sq: Emër jo i vlefshëm, '\', '/', '<', '>', ':', '"', '|', '?' dhe '*' nuk lejohen.

source: The name %s is already used in the folder %s. Please choose a different name.
lt_lt: Pavadinimas %s jau naudojamas aplanke %s. Prašome pasirinkti kitokį pavadinimą.

source: Not a valid source
lt_lt: Netinkamas šaltinis

source: Server is not allowed to open URLs, please check the server configuration
lt_lt: Serveriui neleidžiama atverti URL, prašome patikrinti serverio konfigūraciją

source: Error while downloading %s to %s
lt_lt: Klaida siunčiant %s į %s

source: Error when creating the file
lt_lt: Klaida kuriant failą

source: Folder name cannot be empty.
lt_lt: Aplanko pavadinimas negali būti tuščias.

source: Error when creating the folder
lt_lt: Klaida kuriant aplanką

source: Unable to set upload directory.
ar: غير قادر على تحميل المجلد
lt_lt: Nepavyksta nustatyti įkėlimų katalogo.
sq: E pa mundur të vendoset dosja e ngarkimit

source: Invalid Token
ar: علامة غير صالحة
lt_lt: Netinkamas ženklas
sq: Shenjë e gabuar

source: No file was uploaded. Unknown error
ar: لم يتم رفع أي ملف , خطأ غير معروف
lt_lt: Failai nebuvo įkelti dėl nežinomos priežasties
sq: Asnjë skedar nuk u dërgua. Gabim i pa njohur

source: There is no error, the file uploaded with success
ar: تم ترفيع الملفات بنجاح.
lt_lt: Failas įkeltas sėkmingai, be klaidų
sq: Skedari u ngarkua me sukses

source: The uploaded file exceeds the upload_max_filesize directive in php.ini:
ar: حجم الملف المرفوع تجاوز قيمة upload_max_filesize الموجودة في ملف php.ini
lt_lt: Įkeliamas failas yra didesnis nei leidžia upload_max_filesize php.ini faile:
sq: Skedari i ngarkuar tejkalon limitin hapsirës së lejuar në php.ini

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
ar: حجم الملف الذي تريد ترفيعه أعلى مما MAX_FILE_SIZE يسمح به في واجهة ال HTML.
lt_lt: Įkeliamo failo dydis viršija MAX_FILE_SIZE nustatymą, kuris naudojamas HTML formoje.
sq: Skedari i ngarkuar tejlakon vlerën MAX_FILE_SIZE të përcaktuar në formën HTML

source: The uploaded file was only partially uploaded
ar: تم ترفيع جزء من الملفات الذي تريد ترفيعها فقط
lt_lt: Failas buvo įkeltas tik dalinai
sq: Skedari është ngakruar vetëm pjesërisht

source: No file was uploaded
ar: لم يتم ترفيع أي من الملفات
lt_lt: Nebuvo įkeltas joks failas
sq: Asnjë skedar nuk është ngarkuar

source: Missing a temporary folder
ar: المجلد المؤقت غير موجود
lt_lt: Nėra laikinojo katalogo
sq: Mungon dosja e përkohshme

source: Failed to write to disk
ar: خطأ في الكتابة على القرص الصلب
lt_lt: Nepavyko įrašyti į diską
sq: Dështoi shkrimi në disk

source: Not enough storage available
ar: لا يوجد مساحة تخزينية كافية
lt_lt: Nepakanka vietos serveryje
sq: Hapsira e arkivimit e pamjaftueshme

source: Upload failed. Could not find uploaded file
ar: *فشلت علمية الرفع. تعذر إيجاد الملف الذي تم رفعه. *فشلت علمية التحميل. تعذر إيجاد الملف الذي تم تحميله.
lt_lt: Įkėlimas nepavyko. Nepavyko rasti įkelto failo

source: Upload failed. Could not get file info.
ar: فشلت عملية الرفع. تعذر الحصول على معلومات الملف.
lt_lt: Įkėlimas nepavyko. Nepavyko gauti failo informacijos.

source: Invalid directory.
ar: مسار غير صحيح.
lt_lt: Neteisingas aplankas
sq: Dosje e pavlefshme

source: Files
ar: الملفات
lt_lt: Failai
sq: Skedarë

source: Unable to upload {filename} as it is a directory or has 0 bytes
ar: تعذر رفع الملف {filename} إما لأنه مجلد أو لان حجم الملف 0 بايت
lt_lt: Nepavyksta įkelti {filename}, nes tai katalogas arba yra 0 baitų dydžio

source: Upload cancelled.
ar: تم إلغاء عملية رفع الملفات .
lt_lt: Įkėlimas atšauktas.
sq: Ngarkimi u anullua

source: Could not get result from server.
ar: تعذر الحصول على نتيجة من الخادم
lt_lt: Nepavyko gauti rezultato iš serverio.

source: File upload is in progress. Leaving the page now will cancel the upload.
ar: عملية رفع الملفات قيد التنفيذ. اغلاق الصفحة سوف يلغي عملية رفع الملفات.
lt_lt: Failo įkėlimas pradėtas. Jei paliksite šį puslapį, įkėlimas nutrūks.
sq: Skedari duke u ngarkuar. Largimi nga faqja do të anullojë ngarkimin

source: URL cannot be empty
lt_lt: URL negali būti tuščias.
sq: URL-i nuk mund të jetë bosh

source: In the home folder 'Shared' is a reserved filename
lt_lt: Pradiniame aplanke failo pavadinimas „Shared“ yra rezervuotas

source: {new_name} already exists
ar: {new_name} موجود مسبقا
lt_lt: {new_name} jau egzistuoja
sq: {new_name} është ekzistues

source: Could not create file
lt_lt: Neįmanoma sukurti failo

source: Could not create folder
lt_lt: Neįmanoma sukurti aplanko
sq: I pamundur krijimi i kartelës

source: Error fetching URL
lt_lt: Klauda gaunant URL

source: Share
ar: شارك
lt_lt: Dalintis
sq: Ndaj

source: Delete permanently
ar: حذف بشكل دائم
lt_lt: Ištrinti negrįžtamai
sq: Fshi përfundimisht

source: Rename
ar: إعادة تسميه
lt_lt: Pervadinti
sq: Riemëro

source: Pending
ar: قيد الانتظار
lt_lt: Laukiantis
sq: Në vijim

source: Could not rename file
lt_lt: Neįmanoma pervadinti failo

source: replaced {new_name} with {old_name}
ar: استبدل {new_name} بـ {old_name}
lt_lt: pakeiskite {new_name} į {old_name}
sq: u zëvendësua {new_name} me {old_name}

source: undo
ar: تراجع
lt_lt: anuliuoti
sq: anullo

source: Error deleting file.
lt_lt: Klaida trinant failą.

source: %n folder
ar: لا يوجد مجلدات %n
lt_lt: %n aplankas
sq: %n dosje

source: %n file
ar: لا يوجد ملفات %n
lt_lt: %n failas
sq: %n skedar

source: {dirs} and {files}
ar: {dirs} و {files}
lt_lt: {dirs} ir {files}
sq: {dirs} dhe {files}

source: Uploading %n file
ar: لا يوجد ملفات %n لتحميلها
lt_lt: Įkeliamas %n failas
sq: Po ngarkoj %n skedar

source: Your storage is full, files can not be updated or synced anymore!
ar: مساحتك التخزينية ممتلئة, لا يمكم تحديث ملفاتك أو مزامنتها بعد الآن !
lt_lt: Jūsų visa vieta serveryje užimta
sq: Hapsira juaj e arkivimit është plot, skedarët nuk mund të përditësohen ose sinkronizohen!

source: Your storage is almost full ({usedSpacePercent}%)
ar: مساحتك التخزينية امتلأت تقريبا
lt_lt: Jūsų vieta serveryje beveik visa užimta ({usedSpacePercent}%)
sq: Hapsira juaj e arkivimit është pothuajse në fund ({usedSpacePercent}%)

source: Encryption App is enabled but your keys are not initialized, please log-out and log-in again
ar: تم تمكين تشفير البرامج لكن لم يتم تهيئة المفاتيح لذا يرجى تسجيل الخروج ثم تسجيل الدخول مرة آخرى.
lt_lt: Šifravimo programa įjungta, bet Jūsų raktai nėra pritaikyti. Prašome atsijungti ir vėl prisijungti

source: Invalid private key for Encryption App. Please update your private key password in your personal settings to recover access to your encrypted files.
ar: المفتاح الخاص بتشفير التطبيقات غير صالح. يرجى تحديث كلمة السر الخاصة بالمفتاح الخاص من الإعدادت الشخصية حتى تتمكن من الوصول للملفات المشفرة.
lt_lt: Netinkamas privatus raktas Šifravimo programai. Prašome atnaujinti savo privataus rakto slaptažodį asmeniniuose nustatymuose, kad atkurti prieigą prie šifruotų failų.

source: Encryption was disabled but your files are still encrypted. Please go to your personal settings to decrypt your files.
ar: تم تعطيل التشفير لكن ملفاتك لا تزال مشفرة. فضلا اذهب إلى الإعدادات الشخصية لإزالة التشفير عن ملفاتك.
lt_lt: Šifravimas buvo išjungtas, bet Jūsų failai vis dar užšifruoti. Prašome eiti į asmeninius nustatymus ir iššifruoti savo failus.
sq: Kodifikimi u çaktivizua por skedarët tuaj vazhdojnë të jenë të kodifikuar. Ju lutem shkoni tek parametrat personale për të dekodifikuar skedarët tuaj.

source: Your download is being prepared. This might take some time if the files are big.
ar: جاري تجهيز عملية التحميل. قد تستغرق بعض الوقت اذا كان حجم الملفات كبير.
lt_lt: Jūsų atsisiuntimas yra paruošiamas. tai gali užtrukti jei atsisiunčiamas didelis failas.
sq: Shkarkimi juaj është duke u përgatitur. Kjo mund të kërkojë kohë nëse skedarët janë të mëdhenj.

source: Error moving file
ar: حدث خطأ أثناء نقل الملف
lt_lt: Klaida perkeliant failą
sq: Gabim lëvizjen dokumentave

source: Error
ar: خطأ
lt_lt: Klaida
sq: Gabim

source: Name
ar: اسم
lt_lt: Pavadinimas
sq: Emri

source: Size
ar: حجم
lt_lt: Dydis
sq: Madhësia

source: Modified
ar: معدل
lt_lt: Pakeista
sq: Ndryshuar

source: Invalid folder name. Usage of 'Shared' is reserved.
lt_lt: Netinkamas aplanko pavadinimas. „Shared“ pavadinimas yra rezervuotas.

source: %s could not be renamed
ar: %s لا يمكن إعادة تسميته.
lt_lt: %s negali būti pervadintas
sq: Nuk është i mundur riemërtimi i %s

source: Upload
ar: رفع
lt_lt: Įkelti
sq: Ngarko

source: File handling
ar: التعامل مع الملف
lt_lt: Failų tvarkymas
sq: Trajtimi i Skedarëve

source: Maximum upload size
ar: الحد الأقصى لحجم الملفات التي يمكن رفعها
lt_lt: Maksimalus įkeliamo failo dydis
sq: Madhësia maksimale e nagarkimit

source: max. possible:
ar: الحد الأقصى المسموح به
lt_lt: maks. galima:
sq: maks i mundshëm

source: Needed for multi-file and folder downloads.
ar: اجباري للسماح بالتحميل المتعدد للمجلدات والملفات
lt_lt: Reikalinga daugybinui failų ir aplankalų atsisiuntimui.
sq: Nevojitej shkarkim i shumë skedarëve dhe dosjeve

source: Enable ZIP-download
ar: تفعيل خاصية تحميل ملفات ZIP
lt_lt: Įjungti atsisiuntimą ZIP archyvu
sq: Mundëso skarkimin e ZIP

source: 0 is unlimited
ar: 0 = غير محدود
lt_lt: 0 yra neribotas
sq: o është pa limit

source: Maximum input size for ZIP files
ar: الحد الأقصى المسموح به لملفات ZIP
lt_lt: Maksimalus ZIP archyvo failo dydis
sq: Maksimumi hyrës i skedarëve ZIP

source: Save
ar: حفظ
lt_lt: Išsaugoti
sq: Ruaj

source: New
ar: جديد
lt_lt: Naujas
sq: E re

source: New text file
lt_lt: Naujas tekstinis failas

source: Text file
ar: ملف
lt_lt: Teksto failas
sq: Skedar tekst

source: New folder
ar: مجلد جديد
lt_lt: Naujas aplankas
sq: Dosje e're

source: Folder
ar: مجلد
lt_lt: Katalogas
sq: Dosje

source: From link
ar: من رابط
lt_lt: Iš nuorodos
sq: Nga lidhja

source: Deleted files
ar: حذف الملفات
lt_lt: Ištrinti failai
sq: Skedarë të fshirë

source: Cancel upload
ar: إلغاء رفع الملفات
lt_lt: Atšaukti siuntimą
sq: Anullo ngarkimin

source: You don’t have permission to upload or create files here
lt_lt: Jūs neturite leidimo čia įkelti arba kurti failus

source: Nothing in here. Upload something!
ar: لا يوجد شيء هنا. إرفع بعض الملفات!
lt_lt: Čia tuščia. Įkelkite ką nors!
sq: Këtu nuk ka asgje. Ngarko dicka

source: Download
ar: تحميل
lt_lt: Atsisiųsti
sq: Shkarko

source: Delete
ar: إلغاء
lt_lt: Ištrinti
sq: Fshi

source: Upload too large
ar: حجم الترفيع أعلى من المسموح
lt_lt: Įkėlimui failas per didelis
sq: Ngarkimi shumë i madh

source: The files you are trying to upload exceed the maximum size for file uploads on this server.
ar: حجم الملفات التي تريد ترفيعها أعلى من المسموح على الخادم.
lt_lt: Bandomų įkelti failų dydis viršija maksimalų, kuris leidžiamas šiame serveryje
sq: Skedarët që po mundoheni të ngarkoni e tejkalojnë madhësinë maksimale të lejuar nga serveri.

source: Files are being scanned, please wait.
ar: يرجى الانتظار , جاري فحص الملفات .
lt_lt: Skenuojami failai, prašome palaukti.
sq: Skanerizimi i skedarit në proces. Ju lutem prisni.

source: Current scanning
ar: الفحص الحالي
lt_lt: Šiuo metu skenuojama
sq: Skanimi aktual

source: Upgrading filesystem cache...
ar: تحديث ذاكرة التخزين المؤقت(الكاش) الخاصة بملفات النظام ...
lt_lt: Atnaujinamas sistemos kešavimas...
sq: Përditësimi i cache-se së sistemit në procesim...
