Repository: GitHubUser4234/server
Catalog: l10n/*/lib.po
Languages: pt_br, sk_sk

source: Cannot write into "config" directory!
pt_br: Não é possível gravar no diretório "config"!
sk_sk: Nie je možné zapisovat do priečinka "config"!

source: This can usually be fixed by giving the webserver write access to the config directory
pt_br: Isso geralmente pode ser corrigido dando o acesso de gravação ao webserver para o diretório de configuração
sk_sk: To je zvyčajne možné opraviť tým, že udelíte webovému serveru oprávnenie na zápis k adresáru s konfiguráciou.

source: See %s
pt_br: Ver %s
sk_sk: Pozri %s

source: This can usually be fixed by %sgiving the webserver write access to the config directory%s.
pt_br: Isso geralmente pode ser corrigido dando permissão de gravação %sgiving ao webserver para o directory%s de configuração.
sk_sk: To je zvyčajne možné opraviť tým, že %sudelíte webovému serveru oprávnenie na zápis k adresáru s konfiguráciou%s.

source: You are accessing the server from an untrusted domain.
sk_sk: Pristupujete na server v nedôveryhodnej doméne.

source: Please contact your administrator. If you are an administrator of this instance, configure the "trusted_domain" setting in config/config.php. An example configuration is provided in config/config.sample.php.
sk_sk: Kontaktujte administrátora. Ak ste administrátorom tejto inštancie, nakonfigurujte správne nastavenie "trusted_domain" v config/config.php. Vzorová konfigurácia je uvedená v config/config.sample.php.

source: Help
pt_br: Ajuda
sk_sk: Pomoc

source: Personal
pt_br: Pessoal
sk_sk: Osobné

source: Settings
pt_br: Configurações
sk_sk: Nastavenia

source: Users
pt_br: Usuários
sk_sk: Používatelia

source: Admin
sk_sk: Administrátor

source: App \"%s\" can't be installed because it is not compatible with this version of ownCloud.
pt_br: Aplicação \"%s\" não pode ser instalada porque não é compatível com esta versão do ownCloud.
sk_sk: Aplikáciu \"%s\" nemožno nainštalovať, pretože nie je kompatibilná s touto verziou systému ownCloud.

source: No app name specified
pt_br: O nome do aplicativo não foi especificado.
sk_sk: Nešpecifikované meno aplikácie

source: Unknown filetype
pt_br: Tipo de arquivo desconhecido
sk_sk: Neznámy typ súboru

source: Invalid image
pt_br: Imagem inválida
sk_sk: Chybný obrázok

source: web services under your control
pt_br: serviços web sob seu controle
sk_sk: webové služby pod Vašou kontrolou

source: App directory already exists
pt_br: Diretório App já existe
sk_sk: Aplikačný priečinok už existuje

source: Can't create app folder. Please fix permissions. %s
pt_br: Não é possível criar pasta app. Corrija as permissões. %s
sk_sk: Nemožno vytvoriť aplikačný priečinok. Prosím upravte povolenia. %s

source: No source specified when installing app
pt_br: Nenhuma fonte foi especificada enquanto instalava o aplicativo
sk_sk: Nešpecifikovaný zdroj pri inštalácii aplikácie

source: No href specified when installing app from http
pt_br: Nenhuma href foi especificada enquanto instalava o aplicativo de http
sk_sk: Nešpecifikovaný atribút "href" pri inštalácii aplikácie pomocou protokolu "http"

source: No path specified when installing app from local file
pt_br: Nenhum caminho foi especificado enquanto instalava o aplicativo do arquivo local
sk_sk: Nešpecifikovaná cesta pri inštalácii aplikácie z lokálneho súboru

source: Archives of type %s are not supported
pt_br: Arquivos do tipo %s não são suportados
sk_sk: Tento typ archívu %s nie je podporovaný

source: Failed to open archive when installing app
pt_br: Falha para abrir o arquivo enquanto instalava o aplicativo
sk_sk: Zlyhanie pri otváraní archívu počas inštalácie aplikácie

source: App does not provide an info.xml file
pt_br: O aplicativo não fornece um arquivo info.xml
sk_sk: Aplikácia neposkytuje súbor info.xml

source: App can't be installed because of not allowed code in the App
pt_br: O aplicativo não pode ser instalado por causa do código não permitido no Aplivativo
sk_sk: Aplikácia nemôže byť nainštalovaná pre nepovolený kód v aplikácii

source: App can't be installed because it is not compatible with this version of ownCloud
pt_br: O aplicativo não pode ser instalado porque não é compatível com esta versão do ownCloud
sk_sk: Aplikácia nemôže byť nainštalovaná pre nekompatibilitu z touto verziou ownCloudu

source: App can't be installed because it contains the <shipped>true</shipped> tag which is not allowed for non shipped apps
pt_br: O aplicativo não pode ser instalado porque ele contém a marca <shipped>verdadeiro</shipped> que não é permitido para aplicações não embarcadas
sk_sk: Aplikácia nemôže byť nainštalovaná pretože obsahuje <shipped>pravý</shipped> štítok, ktorý nie je povolený pre zaslané "shipped" aplikácie

source: App can't be installed because the version in info.xml/version is not the same as the version reported from the app store
pt_br: O aplicativo não pode ser instalado porque a versão em info.xml/versão não é a mesma que a versão relatada na App Store
sk_sk: Aplikácia nemôže byť nainštalovaná pretože verzia v info.xml/version nezodpovedá verzii špecifikovanej v obchode s aplikáciami

source: Application is not enabled
pt_br: Aplicação não está habilitada
sk_sk: Aplikácia nie je zapnutá

source: Authentication error
pt_br: Erro de autenticação
sk_sk: Chyba autentifikácie

source: Token expired. Please reload page.
pt_br: Token expirou. Por favor recarregue a página.
sk_sk: Token vypršal. Obnovte, prosím, stránku.

source: Unknown user
pt_br: Usuário desconhecido
sk_sk: Neznámy používateľ

source: %s enter the database username.
pt_br: %s insira o nome de usuário do banco de dados.
sk_sk: Zadajte používateľské meno %s databázy.

source: %s enter the database name.
pt_br: %s insira o nome do banco de dados.
sk_sk: Zadajte názov databázy pre %s databázy.

source: %s you may not use dots in the database name
pt_br: %s você não pode usar pontos no nome do banco de dados
sk_sk: V názve databázy %s nemôžete používať bodky

source: MS SQL username and/or password not valid: %s
pt_br: Nome de usuário e/ou senha MS SQL inválido(s): %s
sk_sk: Používateľské meno, alebo heslo MS SQL nie je platné: %s

source: You need to enter either an existing account or the administrator.
pt_br: Você precisa inserir uma conta existente ou a do administrador.
sk_sk: Musíte zadať jestvujúci účet alebo administrátora.

source: MySQL/MariaDB username and/or password not valid
pt_br: MySQL/MariaDB nome de usuário e/ou senha não é válida
sk_sk: Používateľské meno a/alebo heslo pre MySQL/MariaDB databázu je neplatné

source: DB Error: "%s"
pt_br: Erro no BD: "%s"
sk_sk: Chyba DB: "%s"

source: Offending command was: "%s"
pt_br: Comando ofensivo era: "%s"
sk_sk: Podozrivý príkaz bol: "%s"

source: MySQL/MariaDB user '%s'@'localhost' exists already.
pt_br: MySQL/MariaDB usuário '%s'@'localhost' já existe.
sk_sk: Používateľ '%s'@'localhost' už v MySQL/MariaDB existuje.

source: Drop this user from MySQL/MariaDB
pt_br: Eliminar esse usuário de MySQL/MariaDB
sk_sk: Zahodiť používateľa z MySQL/MariaDB.

source: MySQL/MariaDB user '%s'@'%%' already exists
pt_br: MySQL/MariaDB usuário '%s'@'%%' já existe
sk_sk: Používateľ '%s'@'%%' už v MySQL/MariaDB existuje

source: Drop this user from MySQL/MariaDB.
pt_br: Eliminar esse usuário de MySQL/MariaDB
sk_sk: Zahodiť používateľa z MySQL/MariaDB.

source: Oracle connection could not be established
pt_br: Conexão Oracle não pode ser estabelecida
sk_sk: Nie je možné pripojiť sa k Oracle

source: Oracle username and/or password not valid
pt_br: Nome de usuário e/ou senha Oracle inválido(s)
sk_sk: Používateľské meno a/alebo heslo pre Oracle databázu je neplatné

source: Offending command was: "%s", name: %s, password: %s
pt_br: Comando ofensivo era: "%s", nome: %s, senha: %s
sk_sk: Podozrivý príkaz bol: "%s", meno: %s, heslo: %s

source: PostgreSQL username and/or password not valid
pt_br: Nome de usuário e/ou senha PostgreSQL inválido(s)
sk_sk: Používateľské meno a/alebo heslo pre PostgreSQL databázu je neplatné

source: Set an admin username.
pt_br: Defina um nome do usuário administrador.
sk_sk: Zadajte používateľské meno administrátora.

source: Set an admin password.
pt_br: Defina uma senha de administrador.
sk_sk: Zadajte heslo administrátora.

source: Your web server is not yet properly setup to allow files synchronization because the WebDAV interface seems to be broken.
pt_br: Seu servidor web não está configurado corretamente para permitir sincronização de arquivos porque a interface WebDAV parece não estar funcionando.
sk_sk: Váš webový server nie je správne nastavený na synchronizáciu, pretože rozhranie WebDAV je poškodené.

source: Please double check the <a href='%s'>installation guides</a>.
pt_br: Por favor, confira os <a href='%s'>guias de instalação</a>.
sk_sk: Prosím skontrolujte <a href='%s'>inštalačnú príručku</a>.

source: %s shared »%s« with you
pt_br: %s compartilhou »%s« com você
sk_sk: %s s vami zdieľa »%s«

source: Sharing %s failed, because the file does not exist
pt_br: Compartilhamento %s falhou, porque o arquivo não existe
sk_sk: Zdieľanie %s zlyhalo, pretože súbor neexistuje

source: You are not allowed to share %s
pt_br: Você não tem permissão para compartilhar %s
sk_sk: Nemôžete zdieľať %s

source: Sharing %s failed, because the user %s is the item owner
pt_br: Compartilhamento %s falhou, porque o usuário %s é o proprietário do item
sk_sk: Zdieľanie %s zlyhalo, pretože používateľ %s je vlastníkom položky

source: Sharing %s failed, because the user %s does not exist
pt_br: Compartilhamento %s falhou, porque o usuário %s não existe
sk_sk: Zdieľanie %s zlyhalo, pretože používateľ %s neexistuje

source: Sharing %s failed, because the user %s is not a member of any groups that %s is a member of
pt_br: Compartilhamento %s falhou, porque o usuário %s não é membro de nenhum grupo que o usuário %s pertença
sk_sk: Zdieľanie %s zlyhalo, pretože používateľ %s nie je členom žiadnej skupiny spoločnej s používateľom %s

source: Sharing %s failed, because this item is already shared with %s
pt_br: Compartilhamento %s falhou, porque este ítem já está compartilhado com %s
sk_sk: Zdieľanie %s zlyhalo, pretože táto položka už je zdieľaná s %s

source: Sharing %s failed, because the group %s does not exist
pt_br: Compartilhamento %s falhou, porque o grupo %s não existe
sk_sk: Zdieľanie %s zlyhalo, pretože skupina %s neexistuje

source: Sharing %s failed, because %s is not a member of the group %s
pt_br: Compartilhamento %s falhou, porque %s não é membro do grupo %s
sk_sk: Zdieľanie %s zlyhalo, pretože %s nie je členom skupiny %s

source: You need to provide a password to create a public link, only protected links are allowed
pt_br: Você precisa fornecer uma senha para criar um link público, apenas links protegidos são permitidos
sk_sk: Musíte zadať heslo ak chcete vytvoriť verejný odkaz, lebo iba odkazy chránené heslom sú povolené

source: Sharing %s failed, because sharing with links is not allowed
pt_br: Compartilhamento %s falhou, porque compartilhamento com links não é permitido
sk_sk: Zdieľanie %s zlyhalo, pretože zdieľanie odkazom nie je povolené

source: Share type %s is not valid for %s
pt_br: Tipo de compartilhamento %s não é válido para %s
sk_sk: Typ zdieľania %s nie je platný pre %s

source: Setting permissions for %s failed, because the permissions exceed permissions granted to %s
pt_br: Definir permissões para %s falhou, porque as permissões excedem as permissões concedidas a %s
sk_sk: Nastavenie povolení pre %s zlyhalo, pretože povolenia prekračujú povolenia udelené %s

source: Setting permissions for %s failed, because the item was not found
pt_br: Definir permissões para %s falhou, porque o item não foi encontrado
sk_sk: Nastavenie povolení pre %s zlyhalo, pretože položka sa nenašla

source: Cannot set expiration date. Shares cannot expire later than %s after they have been shared
pt_br: Não é possível definir a data de expiração. Compartilhamentos não podem expirar mais tarde que %s depois de terem sido compartilhados
sk_sk: Nie je možné nastaviť dátum konca platnosti. Zdieľania nemôžu skončiť neskôr ako %s po zdieľaní.

source: Cannot set expiration date. Expiration date is in the past
pt_br: Não é possível definir a data de validade. Data de expiração está no passado
sk_sk: Nie je možné nastaviť dátum konca platnosti. Dátum konca platnosti je v minulosti.

source: Sharing backend %s must implement the interface OCP\Share_Backend
pt_br: Compartilhando backend %s deve implementar a interface OCP\Share_Backend
sk_sk: Backend zdieľania %s musí implementovať rozhranie OCP\Share_Backend

source: Sharing backend %s not found
pt_br: Compartilhamento backend %s não encontrado
sk_sk: Backend zdieľania %s nebol nájdený

source: Sharing backend for %s not found
pt_br: Compartilhamento backend para %s não encontrado
sk_sk: Backend zdieľania pre %s nebol nájdený

source: Sharing %s failed, because the user %s is the original sharer
pt_br: Compartilhando %s falhou, porque o usuário %s é o compartilhador original
sk_sk: Zdieľanie %s zlyhalo, pretože používateľ %s je pôvodcom zdieľania

source: Sharing %s failed, because the permissions exceed permissions granted to %s
pt_br: Compartilhamento %s falhou, porque as permissões excedem as permissões concedidas a %s
sk_sk: Zdieľanie %s zlyhalo, pretože povolenia prekračujú povolenia udelené %s

source: Sharing %s failed, because resharing is not allowed
pt_br: Compartilhamento %s falhou, porque recompartilhamentos não são permitidos
sk_sk: Zdieľanie %s zlyhalo, pretože zdieľanie ďalším nie je povolené

source: Sharing %s failed, because the sharing backend for %s could not find its source
pt_br: Compartilhamento %s falhou, porque a infra-estrutura de compartilhamento para %s não conseguiu encontrar a sua fonte
sk_sk: Zdieľanie %s zlyhalo, backend zdieľania nenašiel zdrojový %s

source: Sharing %s failed, because the file could not be found in the file cache
pt_br: Compartilhamento %s falhou, porque o arquivo não pôde ser encontrado no cache de arquivos
sk_sk: Zdieľanie %s zlyhalo, pretože súbor sa nenašiel vo vyrovnávacej pamäti súborov

source: Could not find category "%s"
pt_br: Impossível localizar categoria "%s"
sk_sk: Nemožno nájsť danú kategóriu "%s"

source: seconds ago
pt_br: segundos atrás
sk_sk: pred sekundami

source: %n minute ago
sk_sk: pred %n minútou

source: %n hour ago
sk_sk: pred %n hodinou

source: today
pt_br: hoje
sk_sk: dnes

source: yesterday
pt_br: ontem
sk_sk: včera

source: %n day go
sk_sk: pred %n dňom

source: last month
pt_br: último mês
sk_sk: minulý mesiac

source: %n month ago
sk_sk: pred %n mesiacom

source: last year
pt_br: último ano
sk_sk: minulý rok

source: years ago
pt_br: anos atrás
sk_sk: pred rokmi

source: Only the following characters are allowed in a username: "a-z", "A-Z", "0-9", and "_.@-"
pt_br: Somente os seguintes caracteres são permitidos no nome do usuário: "a-z", "A-Z", "0-9", e "_.@-"
sk_sk: V mene používateľa sú povolené len nasledovné znaky: "a-z", "A-Z", "0-9", and "_.@-"

source: A valid username must be provided
pt_br: Forneça um nome de usuário válido
sk_sk: Musíte zadať platné používateľské meno

source: A valid password must be provided
pt_br: Forneça uma senha válida
sk_sk: Musíte zadať platné heslo

source: The username is already being used
pt_br: Este nome de usuário já está sendo usado
sk_sk: Meno používateľa je už použité

source: No database drivers (sqlite, mysql, or postgresql) installed.
pt_br: Nenhum driver de banco de dados (sqlite, mysql, or postgresql) instalado.
sk_sk: Ovládače databázy (sqlite, mysql, or postgresql) nie sú nainštalované.

source: Permissions can usually be fixed by %sgiving the webserver write access to the root directory%s.
pt_br: Permissões podem ser corrigidas dando permissão de escita %sgiving ao webserver para o diretório raiz directory%s
sk_sk: Oprávnenia je zvyčajne možné opraviť tým, že %sudelíte webovému serveru oprávnenie na zápis do koreňového adresára%s.

source: Cannot write into "config" directory
pt_br: Não é possível gravar no diretório "config"
sk_sk: Nie je možné zapisovať do priečinka "config"

source: Cannot write into "apps" directory
pt_br: Não é possível gravar no diretório "apps"
sk_sk: Nie je možné zapisovať do priečinka "apps"

source: This can usually be fixed by %sgiving the webserver write access to the apps directory%s or disabling the appstore in the config file.
pt_br: Isto pode ser corrigido dando ao webserver permissão de escrita %sgiving para o diretório apps directory%s ou desabilitando o appstore no arquivo de configuração.
sk_sk: Toto je zvyčajne možné opraviť tým, že %sudelíte webovému serveru oprávnenie na zápis do adresára aplikácií%s alebo vypnete obchod s aplikáciami v konfiguračnom súbore.

source: Cannot create "data" directory (%s)
pt_br: Não pode ser criado "dados" no diretório (%s)
sk_sk: Nie je možné vytvoriť priečinok "data" (%s)

source: This can usually be fixed by <a href="%s" target="_blank">giving the webserver write access to the root directory</a>.
pt_br: Isto pode ser corrigido por <a href="%s" target="_blank">dando ao webserver permissão de escrita ao diretório raiz</a>.
sk_sk: Toto je zvyčajne možné opraviť tým, že <a href="%s" target="_blank">udelíte webovému serveru oprávnenie na zápis do koreňového adresára</a>.

source: Setting locale to %s failed
pt_br: Falha ao configurar localidade para %s
sk_sk: Nastavenie locale na %s zlyhalo

source: Please ask your server administrator to install the module.
pt_br: Por favor, peça ao seu administrador do servidor para instalar o módulo.
sk_sk: Prosím, požiadajte administrátora vášho servera o inštaláciu modulu.

source: PHP module %s not installed.
pt_br: Módulo PHP %s não instalado.
sk_sk: PHP modul %s nie je nainštalovaný.

source: PHP %s or higher is required.
pt_br: É requerido PHP %s ou superior.
sk_sk: Požadovaná verzia PHP %s alebo vyššia.

source: Please ask your server administrator to update PHP to the latest version. Your PHP version is no longer supported by ownCloud and the PHP community.
pt_br: Por favor, peça ao seu administrador do servidor para atualizar o PHP para a versão mais recente. A sua versão do PHP não é mais suportado pelo ownCloud e a comunidade PHP.
sk_sk: Prosím, požiadajte administrátora vášho servera o aktualizáciu PHP na najnovšiu verziu. Vaša verzia PHP už nie je podporovaná ownCloud-om a PHP komunitou.

source: PHP Safe Mode is enabled. ownCloud requires that it is disabled to work properly.
pt_br: PHP Safe Mode está habilitado. ownCloud exige que ele esteja desativado para funcionar corretamente.
sk_sk: PHP Safe Mode je zapnutý. ownCloud pre správnu funkčnosť vyžaduje, aby bol vypnutý.

source: PHP Safe Mode is a deprecated and mostly useless setting that should be disabled. Please ask your server administrator to disable it in php.ini or in your webserver config.
pt_br: PHP Safe Mode é um cenário obsoleto e praticamente inútil que deve ser desativado. Por favor, peça ao seu administrador do servidor para desativá-lo no php.ini ou na sua configuração webserver.
sk_sk: PHP Safe Mode je zastarané a väčšinou zbytočné nastavenie, ktoré by malo byť vypnuté. Prosím, požiadajte administrátora vášho serveru o jeho vypnutie v php.ini alebo v nastaveniach webového servera.

source: Magic Quotes is enabled. ownCloud requires that it is disabled to work properly.
pt_br: Magic Quotes está habilitado. ownCloud exige que ele esteja desativado para funcionar corretamente.
sk_sk: Magic Quotes sú povolené. ownCloud pre správnu funkčnosť vyžaduje, aby boli vypnuté.

source: Magic Quotes is a deprecated and mostly useless setting that should be disabled. Please ask your server administrator to disable it in php.ini or in your webserver config.
pt_br: Magic Quotes é um cenário obsoleto e praticamente inútil que deve ser desativado. Por favor, peça ao seu administrador do servidor para desativá-lo no php.ini ou na sua configuração webserver.
sk_sk: Magic Quotes je zavrhovanou a zbytočnou voľbou, ktorú by ste mali ponechať vypnutú. Prosím, požiadajte správcu svojho servera, aby ju vypol v php.ini alebo v konfigurácii vášho webového servera.

source: PHP modules have been installed, but they are still listed as missing?
pt_br: Módulos do PHP foram instalados, mas eles ainda estão listados como desaparecidos?
sk_sk: PHP moduly boli nainštalované, ale stále sú uvedené ako chýbajúce?

source: Please ask your server administrator to restart the web server.
pt_br: Por favor, peça ao seu administrador do servidor para reiniciar o servidor web.
sk_sk: Prosím, požiadajte administrátora vášho servera o reštartovanie webového servera.

source: PostgreSQL >= 9 required
pt_br: PostgreSQL >= 9 requirido
sk_sk: Vyžadované PostgreSQL >= 9

source: Please upgrade your database version
pt_br: Por favor, atualize sua versão do banco de dados
sk_sk: Prosím, aktualizujte verziu svojej databázy

source: Error occurred while checking PostgreSQL version
pt_br: Erro ao verificar a versão do PostgreSQL
sk_sk: Nastala chyba pri overovaní verzie PostgreSQL

source: Please make sure you have PostgreSQL >= 9 or check the logs for more information about the error
pt_br: Por favor, verifique se você tem PostgreSQL> = 9 ou verificar os logs para obter mais informações sobre o erro
sk_sk: Prosím, uistite sa, že máte PostgreSQL >= 9 alebo sa pozrite do protokolu, kde nájdete podrobnejšie informácie o chybe

source: Please change the permissions to 0770 so that the directory cannot be listed by other users.
pt_br: Por favor, altere as permissões para 0770 para que o diretório não possa ser listado por outros usuários.
sk_sk: Prosím, zmeňte oprávnenia na 0770, aby tento adresár nemohli ostatní používatelia vypísať.

source: Data directory (%s) is readable by other users
pt_br: Diretório de dados (%s) pode ser lido por outros usuários
sk_sk: Adresár dát (%s) je prístupný na čítanie ostatným používateľom

source: Data directory (%s) is invalid
pt_br: Diretório de dados (%s) é inválido
sk_sk: Adresár dát (%s) je neplatný

source: Please check that the data directory contains a file ".ocdata" in its root.
pt_br: Por favor, verifique se o diretório de dados contém um arquivo ".ocdata" em sua raiz.
sk_sk: Prosím, skontrolujte, či adresár dát obsahuje súbor „.ocdata“.

source: Could not obtain lock type %d on "%s".
pt_br: Não foi possível obter tipo de bloqueio %d em "%s".
sk_sk: Nepodarilo sa získať zámok typu %d na „%s“.

source: Sample configuration detected
pt_br: Exemplo de configuração detectada

source: It has been detected that the sample configuration has been copied. This can break your installation and is unsupported. Please read the documentation before performing changes on config.php
pt_br: Foi detectado que a configuração exemplo foi copiada. Isso pode desestabilizar sua instalação e não é suportado. Por favor, leia a documentação antes de realizar mudanças no config.php

source: Please install one of these locales on your system and restart your webserver.
pt_br: Por favor, defina uma dessas localizações em seu sistema e reinicie o seu servidor web.
