Repository: GitHubUser4234/server
Catalog: l10n/*/settings.po
Languages: mk

source: Invalid value supplied for %s
mk: Неправилна вредност е доставена за %s

source: Saved
mk: Снимено

source: test email settings
mk: провери ги нагодувањата за електронска пошта

source: Email sent
mk: Е-порака пратена

source: Send mode
mk: Мод на испраќање

source: Encryption
mk: Енкрипција

source: Authentication method
mk: Метод на автентификација

source: Unable to load list from App Store
mk: Неможам да вчитам листа од App Store

source: Authentication error
mk: Грешка во автентикација

source: Your full name has been changed.
mk: Вашето целосно име е променето.

source: Unable to change full name
mk: Не можам да го променам целото име

source: Group already exists
mk: Групата веќе постои

source: Unable to add group
mk: Неможе да додадам група

source: Files decrypted successfully
mk: Датотектие се успешно декриптирани

source: Encryption keys deleted permanently
mk: Енкрипциските клучеви се трајно избришани

source: Email saved
mk: Електронската пошта е снимена

source: Invalid email
mk: Неисправна електронска пошта

source: Unable to delete group
mk: Неможе да избришам група

source: Unable to delete user
mk: Неможам да избришам корисник

source: Backups restored successfully
mk: Бекапите се успешно реставрирани

source: Language changed
mk: Јазикот е сменет

source: Invalid request
mk: Неправилно барање

source: Admins can't remove themself from the admin group
mk: Администраторите неможе да се избришат себеси од админ групата

source: Unable to add user to group %s
mk: Неможе да додадам корисник во група %s

source: Unable to remove user from group %s
mk: Неможе да избришам корисник од група %s

source: Couldn't update app.
mk: Не можам да ја надградам апликацијата.

source: Wrong password
mk: Погрешна лозинка

source: No user supplied
mk: Нема корисничко име

source: Unable to change password
mk: Вашата лозинка неможе да се смени

source: Sending...
mk: Испраќам...

source: User Documentation
mk: Корисничка документација

source: Admin Documentation
mk: Админстраторска документација

source: Update to {appversion}
mk: Надгради на {appversion}

source: Disable
mk: Оневозможи

source: Enable
mk: Овозможи

source: Please wait....
mk: Ве молам почекајте ...

source: Error while disabling app
mk: Грешка при исклучувањето на апликацијата

source: Error while enabling app
mk: Грешка при вклучувањето на апликацијата

source: Updating....
mk: Надградувам ...

source: Error while updating app
mk: Грешка додека ја надградувам апликацијата

source: Error
mk: Грешка

source: Update
mk: Ажурирај

source: Updated
mk: Надграден

source: Select a profile picture
mk: Одбери фотографија за профилот

source: Very weak password
mk: Многу слаба лозинка

source: Weak password
mk: Слаба лозинка

source: So-so password
mk: Така така лозинка

source: Good password
mk: Добра лозинка

source: Strong password
mk: Јака лозинка

source: Delete encryption keys permanently.
mk: Трајно бришење на енкрипциските клучеви.

source: Restore encryption keys.
mk: Поврати ги енкрипцисиките клучеви.

source: Error creating group
mk: Грешка при креирање на група

source: A valid group name must be provided
mk: Мора да се обезбеди валидно име на група

source: undo
mk: врати

source: Groups
mk: Групи

source: Group Admin
mk: Администратор на група

source: Delete
mk: Избриши

source: never
mk: никогаш

source: add group
mk: додади група

source: A valid username must be provided
mk: Мора да се обезбеди валидно корисничко име

source: Error creating user
mk: Грешка при креирање на корисникот

source: A valid password must be provided
mk: Мора да се обезбеди валидна лозинка

source: Info, warnings, errors and fatal issues
mk: Информации, предупредувања, грешки и фатални работи

source: Warnings, errors and fatal issues
mk: Предупредувања, грешки и фатални работи

source: Errors and fatal issues
mk: Грешки и фатални работи

source: Fatal issues only
mk: Само фатални работи

source: None
mk: Ништо

source: Login
mk: Најава

source: Plain
mk: Чиста

source: NT LAN Manager
mk: NT LAN Менаџер

source: Security Warning
mk: Безбедносно предупредување

source: Setup Warning
mk: Предупредување при подесување

source: Database Performance Info
mk: Информација за перформансите на базата на податоци

source: Your PHP version is outdated
mk: Вашаа верзија на PHP е застарена

source: Locale not working
mk: Локалето не функционира

source: Internet connection not working
mk: Интернет врската не работи

source: Cron
mk: Крон

source: Execute one task with each page loaded
mk: Изврши по една задача со секоја вчитана страница

source: Sharing
mk: Споделување

source: Allow apps to use the Share API
mk: Дозволете апликациите да го користат API-то за споделување

source: Allow users to share via link
mk: Допушти корисниците да споделуваат со линкови

source: Enforce password protection
mk: Наметни заштита на лозинка

source: Allow public uploads
mk: Дозволи јавен аплоуд

source: Set default expiration date
mk: Постави основен датум на истекување

source: Expire after
mk: Истекува по

source: days
mk: денови

source: Enforce expiration date
mk: Наметни датум на траење

source: Allow resharing
mk: Овозможи повторно споделување

source: Restrict users to only share with users in their groups
mk: Ограничи корисниците да споделуваат со корисници во своите групи

source: Exclude groups from sharing
mk: Исклучи групи од споделување

source: Security
mk: Безбедност

source: Enforce HTTPS
mk: Наметни HTTPS

source: Email Server
mk: Сервер за електронска пошта

source: This is used for sending out notifications.
mk: Ова се користи за испраќање на известувања.

source: From address
mk: Од адреса

source: mail
mk: Електронска пошта

source: Authentication required
mk: Потребна е автентификација

source: Server address
mk: Адреса на сервер

source: Port
mk: Порта

source: Credentials
mk: Акредитиви

source: SMTP Username
mk: SMTP корисничко име

source: SMTP Password
mk: SMTP лозинка

source: Test email settings
mk: Провери ги нагодувањаа за електронска пошта

source: Send email
mk: Испрати пошта

source: Log
mk: Записник

source: Log level
mk: Ниво на логирање

source: More
mk: Повеќе

source: Less
mk: Помалку

source: Version
mk: Верзија

source: Developed by the <a href="http://ownCloud.org/contact" target="_blank">ownCloud community</a>, the <a href="https://github.com/owncloud" target="_blank">source code</a> is licensed under the <a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.
mk: Развој од <a href="http://ownCloud.org/contact" target="_blank">ownCloud заедницата</a>, <a href="https://github.com/owncloud" target="_blank">изворниот код</a> е лиценциран со<a href="http://www.gnu.org/licenses/agpl-3.0.html" target="_blank"><abbr title="Affero General Public License">AGPL</abbr></a>.

source: Add your App
mk: Додадете ја Вашата апликација

source: More Apps
mk: Повеќе аппликации

source: Select an App
mk: Избери аппликација

source: Documentation:
mk: Документација:

source: See application page at apps.owncloud.com
mk: Види ја страницата со апликации на apps.owncloud.com

source: See application website
mk: Види го веб сајтот на апликацијата

source: <span class="licence"></span>-licensed by <span class="author"></span>
mk: <span class="licence"></span>-лиценцирано од <span class="author"></span>

source: Enable only for specific groups
mk: Овозможи само на специфицирани групи

source: All
mk: Сите

source: Administrator Documentation
mk: Администраторска документација

source: Online Documentation
mk: Документација на интернет

source: Forum
mk: Форум

source: Bugtracker
mk: Тракер на грешки

source: Commercial Support
mk: Комерцијална подршка

source: Get the apps to sync your files
mk: Преземете апликации за синхронизирање на вашите датотеки

source: Show First Run Wizard again
mk: Прикажи го повторно волшебникот при првото стартување

source: You have used <strong>%s</strong> of the available <strong>%s</strong>
mk: Имате искористено <strong>%s</strong> од достапните <strong>%s</strong>

source: Password
mk: Лозинка

source: Your password was changed
mk: Вашата лозинка беше променета.

source: Unable to change your password
mk: Вашата лозинка неможе да се смени

source: Current password
mk: Моментална лозинка

source: New password
mk: Нова лозинка

source: Change password
mk: Смени лозинка

source: Full Name
mk: Цело име

source: Email
mk: Е-пошта

source: Your email address
mk: Вашата адреса за е-пошта

source: Profile picture
mk: Фотографија за профил

source: Upload new
mk: Префрли нова

source: Select new from Files
mk: Одбери нова од датотеките

source: Remove image
mk: Отстрани ја фотографијата

source: Either png or jpg. Ideally square but you will be able to crop it.
mk: Мора де биде png или jpg. Идеално квадрат, но ќе бидете во можност да ја исечете.

source: Your avatar is provided by your original account.
mk: Вашиот аватар е креиран со вашата оригинална сметка

source: Cancel
mk: Откажи

source: Choose as profile image
mk: Одбери фотографија за профилот

source: Language
mk: Јазик

source: Help translate
mk: Помогни во преводот

source: Log-in password
mk: Лозинка за најавување

source: Decrypt all Files
mk: Дешифрирај ги сите датотеки

source: Restore Encryption Keys
mk: Обнови ги енкрипциските клучеви

source: Delete Encryption Keys
mk: Избриши ги енкрипцисиките клучеви

source: Login Name
mk: Име за најава

source: Create
mk: Создај

source: Admin Recovery Password
mk: Обновување на Admin лозинката

source: Search Users and Groups
mk: Барај корисници и групи

source: Add Group
mk: Додади група

source: Group
mk: Група

source: Everyone
mk: Секој

source: Admins
mk: Администратори

source: Default Quota
mk: Предефинирана квота

source: Please enter storage quota (ex: "512 MB" or "12 GB")
mk: Ве молам внесете квота за просторот (нпр: "512 MB" или "12 GB")

source: Unlimited
mk: Неограничено

source: Other
mk: Останато

source: Username
mk: Корисничко име

source: Quota
mk: Квота

source: Storage Location
mk: Локација на сториџот

source: Last Login
mk: Последна најава

source: change full name
mk: промена на целото име

source: set new password
mk: постави нова лозинка

source: Default
mk: Предефиниран
