Repository: GitHubUser4234/server
Catalog: l10n/*/user_ldap.po
Languages: fa

source: Failed to clear the mappings.
fa: عدم موفقیت در پاک کردن نگاشت.

source: Failed to delete the server configuration
fa: عملیات حذف پیکربندی سرور ناموفق ماند

source: The configuration is valid and the connection could be established!
fa: پیکربندی معتبر است و ارتباط می تواند برقرار شود

source: The configuration is valid, but the Bind failed. Please check the server settings and credentials.
fa: پیکربندی معتبراست، اما اتصال شکست خورد. لطفا تنظیمات و اعتبارهای سرور را بررسی کنید.

source: Deletion failed
fa: حذف کردن انجام نشد

source: Keep settings?
fa: آیا تنظیمات ذخیره شود ؟

source: Cannot add server configuration
fa: نمی توان پیکربندی سرور را اضافه نمود

source: mappings cleared
fa: نگاشت پاک شده است

source: Success
fa: موفقیت

source: Error
fa: خطا

source: Connection test succeeded
fa: تست اتصال با موفقیت انجام گردید

source: Connection test failed
fa: تست اتصال ناموفق بود

source: Do you really want to delete the current Server Configuration?
fa: آیا واقعا می خواهید پیکربندی کنونی سرور را حذف کنید؟

source: Confirm Deletion
fa: تایید حذف

source: Server configuration
fa: پیکربندی سرور

source: Add Server Configuration
fa: افزودن پیکربندی سرور

source: Host
fa: میزبانی

source: Base DN
fa: پایه DN

source: One Base DN per line
fa: یک پایه DN در هر خط

source: You can specify Base DN for users and groups in the Advanced tab
fa: شما می توانید پایه DN را برای کاربران و گروه ها در زبانه Advanced مشخص کنید.

source: User DN
fa: کاربر DN

source: Password
fa: گذرواژه

source: For anonymous access, leave DN and Password empty.
fa: برای دسترسی ناشناس، DN را رها نموده و رمزعبور را خالی بگذارید.

source: User Login Filter
fa: فیلتر ورودی کاربر

source: Group Filter
fa: فیلتر گروه

source: without any placeholder, e.g. "objectClass=posixGroup".
fa: بدون هیچ گونه حفره یا سوراخ، به عنوان مثال، "objectClass = posixGroup".

source: Connection Settings
fa: تنظیمات اتصال

source: Configuration Active
fa: پیکربندی فعال

source: When unchecked, this configuration will be skipped.
fa: زمانیکه انتخاب نشود، این پیکربندی نادیده گرفته خواهد شد.

source: Port
fa: درگاه

source: Backup (Replica) Host
fa: پشتیبان گیری (بدل) میزبان

source: Backup (Replica) Port
fa: پشتیبان گیری (بدل) پورت

source: Disable Main Server
fa: غیر فعال کردن سرور اصلی

source: When switched on, ownCloud will only connect to the replica server.
fa: وقتی روشن می شود، ownCloud تنها با سرور ماکت ارتباط برقرار می کند.

source: Use TLS
fa: استفاده ازTLS

source: Do not use it additionally for LDAPS connections, it will fail.
fa: علاوه بر این برای اتصالات LDAPS از آن استفاده نکنید، با شکست مواجه خواهد شد.

source: Case insensitve LDAP server (Windows)
fa: غیر حساس به بزرگی و کوچکی حروف LDAP سرور (ویندوز)

source: Turn off SSL certificate validation.
fa: غیرفعال کردن اعتبار گواهی نامه SSL .

source: Not recommended, use for testing only.
fa: توصیه نمی شود، تنها برای آزمایش استفاده کنید.

source: Directory Settings
fa: تنظیمات پوشه

source: User Display Name Field
fa: فیلد نام کاربر

source: Base User Tree
fa: کاربر درخت پایه

source: One User Base DN per line
fa: یک کاربر پایه DN در هر خط

source: User Search Attributes
fa: ویژگی های جستجوی کاربر

source: Optional; one attribute per line
fa: اختیاری؛ یک ویژگی در هر خط

source: Group Display Name Field
fa: فیلد نام گروه

source: Base Group Tree
fa: گروه درخت پایه

source: One Group Base DN per line
fa: یک گروه پایه DN در هر خط

source: Group Search Attributes
fa: گروه صفات جستجو

source: Group-Member association
fa: انجمن گروه کاربران

source: Special Attributes
fa: ویژگی های مخصوص

source: Quota Field
fa: سهمیه بندی انجام نشد.

source: Quota Default
fa: سهمیه بندی پیش فرض

source: in bytes
fa: در بایت

source: Email Field
fa: ایمیل ارسال نشد.

source: User Home Folder Naming Rule
fa: قانون نامگذاری پوشه خانه کاربر

source: Leave empty for user name (default). Otherwise, specify an LDAP/AD attribute.
fa: خالی گذاشتن برای نام کاربری (پیش فرض). در غیر این صورت، تعیین یک ویژگی LDAP/AD.

source: Internal Username
fa: نام کاربری داخلی

source: By default the internal username will be created from the UUID attribute. It makes sure that the username is unique and characters do not need to be converted. The internal username has the restriction that only these characters are allowed: [ a-zA-Z0-9_.@- ]. Other characters are replaced with their ASCII correspondence or simply omitted. On collisions a number will be added/increased. The internal username is used to identify a user internally. It is also the default name for the user home folder in ownCloud. It is also a port of remote URLs, for instance for all *DAV services. With this setting, the default behaviour can be overriden. To achieve a similar behaviour as before ownCloud 5 enter the user display name attribute in the following field. Leave it empty for default behaviour. Changes will have effect only on newly mapped (added) LDAP users.
fa: به طور پیش فرض نام کاربری داخلی از ویژگی UUID ایجاد خواهد شد. این اطمینان حاصل می کند که نام کاربری منحصر به فرد است و کاراکترها نیاز به تبدیل ندارند. نام کاربری داخلی دارای محدودیت است که فقط این کاراکتر ها مجاز می باشند: [ a-zA-Z0-9_.@- ]. بقیه کاراکترها با مکاتبات ASCII آنها جایگزین میشود یا به سادگی حذف شوند. در برخورد یک عدد اضافه خواهد شد / افزایش یافته است. نام کاربری داخلی برای شناسایی یک کاربر داخلی استفاده می شود.همچنین این نام به طور پیش فرض برای پوشه خانه کاربر در ownCloud. همچنین یک پورت برای آدرس های دور از راه است، به عنوان مثال برای تمام خدمات *DAV. با این تنظیمات، رفتار پیش فرض می تواند لغو گردد. برای رسیدن به یک رفتار مشابه به عنوان قبل، ownCloud 5 وارد نمایش ویژگی نام کاربر در زمینه های زیر است. آن را برای رفتار پیش فرض خالی بگذارید. تغییرات اثربخش خواهد بود فقط در نگاشت جدید(اضافه شده) کاربران LDAP .

source: Internal Username Attribute:
fa: ویژگی نام کاربری داخلی:

source: Override UUID detection
fa: نادیده گرفتن تشخیص UUID

source: By default, ownCloud autodetects the UUID attribute. The UUID attribute is used to doubtlessly identify LDAP users and groups. Also, the internal username will be created based on the UUID, if not specified otherwise above. You can override the setting and pass an attribute of your choice. You must make sure that the attribute of your choice can be fetched for both users and groups and it is unique. Leave it empty for default behaviour. Changes will have effect only on newly mapped (added) LDAP users and groups.
fa: به طور پیش فرض، ownCloud ویژگی UUID را به صورت اتوماتیک تشخیص می دهد. ویژگی UUID برای شناسایی کاربران و گروه های LDAP استفاده می شود. همچنین، نام کاربری داخلی بر پایه UUID ایجاد خواهد شد، در غیر اینصورت در بالا مشخص نشده باشد. شما می توانید تنظیمات را لغو کنید و یک ویژگی از انتخابتان را تصویب کنید. شما باید مطمئن شوید که ویژگی انتخاب شده شما می تواند آورده شود برای کاربران و گروه ها و آن منحصر به فرد است. آن را برای رفتار پیش فرض ترک کن. تغییرات فقط بر روی نگاشت جدید (اضافه شده) کاربران و گروه های LDAP .

source: UUID Attribute:
fa: صفت UUID:

source: Username-LDAP User Mapping
fa: نام کاربری - نگاشت کاربر LDAP

source: ownCloud uses usernames to store and assign (meta) data. In order to precisely identify and recognize users, each LDAP user will have a internal username. This requires a mapping from ownCloud username to LDAP user. The created username is mapped to the UUID of the LDAP user. Additionally the DN is cached as well to reduce LDAP interaction, but it is not used for identification. If the DN changes, the changes will be found by ownCloud. The internal ownCloud name is used all over in ownCloud. Clearing the Mappings will have leftovers everywhere. Clearing the Mappings is not configuration sensitive, it affects all LDAP configurations! Do never clear the mappings in a production environment. Only clear mappings in a testing or experimental stage.
fa: ownCloud از نام های کاربری برای ذخیره و تعیین داده (متا) استفاده می کند. به منظور دقت شناسایی و به رسمیت شناختن کاربران، هر کاربرLDAP باید یک نام کاربری داخلی داشته باشد. این نیازمند یک نگاشت از نام کاربری ownCloud به کاربرLDAP است. نام کاربری ساخته شده به UUID از کاربرLDAP نگاشته شده است. علاوه بر این DN پنهانی نیز بخوبی برای کاهش تعامل LDAP است، اما برای شناسایی مورد استفاده قرار نمی گیرد. اگر DN تغییر کند، تغییرات توسط ownCloud یافت خواهند شد. نام داخلی ownCloud در تمام ownCloud استفاده می شود. پاک سازی نگاشت ها در همه جا باقی مانده باشد. پیکربندی پاک سازی نگاشت ها حساس نیست، آن تحت تاثیر تمام پیکربندی های LDAP است! آیا هرگز نگاشت را در یک محیط تولید پاک کرده اید. نگاشت ها را فقط در وضعیت آزمایشی یا تجربی پاک کن.

source: Clear Username-LDAP User Mapping
fa: پاک کردن نام کاربری- LDAP نگاشت کاربر

source: Clear Groupname-LDAP Group Mapping
fa: پاک کردن نام گروه -LDAP گروه نقشه برداری

source: Test Configuration
fa: امتحان پیکربندی

source: Help
fa: راه‌نما
